INSERT INTO skills (code, description) VALUES
('РАД', 'ручная аргонодуговая сварка неплавящимся электродом'),
('МАДП', 'механизированная аргонодуговая сварка плавящимся электродом'),
('МП', 'механизированная сварка плавящимся электродом в среде активных газов и смесях'),
('ААД', 'автоматическая аргонодуговая сварка неплавящимся электродом'),
('АПГ', 'автоматическая сварка плавящимся электродом в среде активных газов и смесях'),
('АПГН', 'автоматическая наплавка плавящимся электродом в среде активных газов и смесях'),
('АППГ', 'автоматическая сварка порошковой проволокой в среде активных газов и смесях'),
('АППГН', 'автоматическая наплавка порошковой проволокой в среде активных газов и смесях'),
('ААДП', 'автоматическая аргонодуговая сварка плавящимся электродом'),
('ААДН', 'автоматическая аргонодуговая сварка или наплавка неплавящимся электродом'),
('МПГ', 'механизированная сварка порошковой проволокой в среде активных газов'),
('РАДН', 'ручная аргонодуговая наплавка'),
('АПИ', 'автоматическая сварка порошковой проволокой в среде инертных газов и смесях'),
('АПИН', 'автоматическая наплавка порошковой проволокой в среде инертных газов и смесях'),
('МПН', 'механизированная наплавка плавящимся электродом в среде активных газов и смесях'),
('МАДПН', 'механизированная аргонодуговая наплавка плавящимся электродом'),
('МПГН', 'механизированная наплавка порошковой проволокой в среде активных газов и смесях'),
('МПИ', 'механизированная сварка порошковой проволокой в среде инертных газов и смесях'),
('МПИН', 'механизированная наплавка порошковой проволокой в среде инертных газов и смесях');


INSERT INTO qualifications (level)
VALUES (1), (2), (3), (4), (5), (6);
